/* Can not send email, please check the network or your email setting! */
"Can not send email, please check the network or your email setting!" = "Can not send email, please check the network or your email setting!";

/* Cancel */
"Cancel" = "Cancel";

/* Error */
"Error" = "Error";

/* Feedback */
"Feedback" = "Feedback";

/* Feedback Sent */
"Feedback Sent" = "Feedback Sent";

/* Group */
"Group" = "Group";

/* Liked */
"Liked" = "Liked";

/* No Network */
"No Network" = "No Network";

/* OK */
"OK" = "OK";

/* Photo Library */
"Photo Library" = "Photo Library";

/* please check your connection! */
"please check your connection!" = "please check your connection!";

/* Please click [Choose Image] to select image first! */
"Please click [Choose Image] to select image first!" = "Please click [Choose Image] to select image first!";

/* Please click [Select Category] to select the category of the wallpaper! */
"Please click [Select Category] to select the category of the wallpaper!" = "Please click [Select Category] to select the category of the wallpaper!";

/* Please select wallpaper */
"Please select wallpaper" = "Please select wallpaper";

/* Rate Us */
"Rate Us" = "Rate Us";

/* Saved Successful! */
"Saved Successful!" = "Saved Successful!";

/* Send Failed */
"Send Failed" = "Send Failed";

/* Sort by date */
"Sort by date" = "Sort by date";

/* Sort by likes */
"Sort by likes" = "Sort by likes";

/* Thanks for your feedback, we will consider it carefully and reply to you if needed! */
"Thanks for your feedback, we will consider it carefully and reply to you if needed!" = "Thanks for your feedback, we will consider it carefully and reply to you if needed!";

/* Upload */
"Upload" = "Upload";

/* Upload successful, we will review the quality of the wallpaper and make public ASAP! */
"Upload successful, we will review the quality of the wallpaper and make public ASAP!" = "Upload successful, we will review the quality of the wallpaper and make public ASAP!";

/* Uploading */
"Uploading" = "Uploading";

/* 「BlackPink Wallpaper App」FeedBack */
"「BlackPink Wallpaper App」FeedBack" = "「BlackPink Wallpaper App」FeedBack";

